Experiments with pandas series objects

#+BEGIN_SRC ipython :session tests
  %matplotlib inline
  import matplotlib.pyplot as plt
  import numpy as np
  import pandas as pd
#+END_SRC

#+RESULTS:





 #+begin_src ipython :session tests
sports = {99: 'Bhutan',
          100: 'Scotland',
          101: 'Japan',
          102: 'South Korea'}
s = pd.Series(sports)

scores = {'Reds': 5,
          'Dodgers': 3,
          'Dodgers': 2
          }
sc = pd.Series(scores)
 #+end_src

 #+RESULTS:
 : 2
